{
  "id": "chancaca-deliciosa",
  "featured": true,
  "brand": "CHANCACA DELICIOSA",
  "accent": "#7FD1CC",
  "title": "Bridging Bonds with Sabor de Barrio: A CSR Success Story",
  "shortDescription": "Sopaipillas pasadas, made with Chancaca Deliciosa, are an icon of Chile's culinary tradition. Our main objective is to strengthen this bond between the brand and people, generating impact and recall.",
  "kpi1": "Digital Reach",
  "kpi1Value": "+5MM",
  "kpi2": "UGC Reach at Event",
  "kpi2Value": "+1.5MM",
  "videoUrl": "https://www.youtube.com/embed/yBkIRTwXNP4",
  "image": "/work/deliciosa_profile.png",
  "date": "2023-12-01",
  "slug": "chancaca-deliciosa",
  "category": "Brand Strategy",
  "services": [
    "Creative services",
    "Paid Media",
    "Content, Influencers y Growth Marketing"
  ],
  "channels": [
    "Neighborhood, Community, OOH",
    "Physical, BTL",
    "YouTube, Instagram, Facebook"
  ],
  "results": [
    "+80% Coverage of target audience",
    "+3MM Reach with UGC",
    "115 Traditional media mentions",
    "70K USD in earned media value",
    "+5,000,000 Digital reach",
    "+78% Digital coverage",
    "+1,000 Attendees at event"
  ],
  "content": "## Marketing results\n\nOur campaign achieved remarkable impact:\n- +80% Coverage of target audience\n- +3MM Reach with UGC\n- 115 Traditional media mentions\n- 70K USD in earned media value\n- +5,000,000 Digital reach\n- +78% Digital coverage\n- +1,000 Attendees at event\n\n## Execution\n\nWe carried out a CSR action and outlined a comprehensive communication strategy with the neighborhood as the main ingredient. We went in search of the best 'sopaipillas pasadas' preparation, together with the local Municipality.\n\nThe first place in this contest was won by the skilled hands of Mrs. Angélica, and the prize was the refurbishment of her neighborhood's community center. Representatives of the Chancaca Deliciosa brand actively participated in the renovation of this community center, directly benefiting over 2000 neighboring families.\n\nWe amplified this social action with a press strategy in various media outlets, and also executed an efficient plan of investment in digital media with high-impact content.\n\nWe celebrated the reopening of the community center with a vibrant carnival on Sopaipilla Pasada Day, with municipal authorities and the entire community participating in activities and surprises.\n\n## Challenge\n\nOur main objective was to strengthen the bond between the Chancaca Deliciosa brand and people, generating impact and recall through a campaign with local taste - 'SABOR DE BARRIO'."
}