{
  "id": "heineken",
  "featured": true,
  "brand": "HEINEKEN",
  "accent": "#007A33",
  "title": "Travel from POS to the UEFA Champions League final",
  "shortDescription": "With the activation of the \"Enjoy the unexpected\" promotion, we were able to position the country's point of sale as the stars of the year.",
  "kpi1": "Target audience coverage",
  "kpi1Value": "98%+",
  "kpi2": "Redeemed codes",
  "kpi2Value": "14K+",
  "videoUrl": "https://www.youtube.com/watch?v=3k5AIwSINMk",
  "image": "/work/heineken_profile.png",
  "date": "2023-09-05",
  "slug": "heineken-uefa-campaign",
  "category": "Brand Activation",
  "services": [
    "Creative services",
    "Paid Media",
    "Programmatic",
    "Trade",
    "Promo",
    "Content",
    "Influencers & Growth Marketing"
  ],
  "channels": [
    "POS",
    "Landing page",
    "Facebook",
    "Instagram",
    "YouTube",
    "Influencers"
  ],
  "results": [
    "+80 additional spaces",
    "+130 direct prizes",
    "+14,200 redeemed codes",
    "+28,000 website visits",
    "85% mobile visits (mobile-first strategy)",
    "+5,000 gift packs sold",
    "14% redemption rate",
    "45,017,984 total digital media impressions",
    "16,563,829 video views (CTR 0.41%)",
    "+1,000 new customers",
    "+USD 35,000 in sales",
    "+3,500 Heineken products sold",
    "+2,500 drafts redeemed",
    "+160,000 participants in the Green Store",
    "+2,000 attendees at UEFA Champions League final event"
  ],
  "content": "## Marketing results\n\nWith this campaign, we obtained specific results at point of sale and reached the target audience efficiently.\n\nDuring the campaign, we achieved:\n- +80 additional spaces\n- +130 direct prizes\n- +14,200 redeemed codes\n- +28,000 visits to the website\n- 85% of visits from mobile devices, driving our mobile-first strategy\n- +5,000 gift packs sold\n- 14% redemption rate\n\nFrom February to May, we reached 98% of the target audience on social media with a frequency of 3.5 per week. The campaign impressions on all digital media totaled 45,017,984. We had 16,563,829 views with an average CTR of 0.41%. The investment strategy included social media, programmatic, and YouTube on a case-by-case basis.\n\nThe activation of the store had better results than planned:\n- +1,000 customers\n- +USD 35,000 in billing\n- +3,500 Heineken products sold\n- +2,500 drafts redeemed\n- +160,000 people participated in the Green Store\n\nWe closed this spectacular campaign with a big event. We invited more than 2,000 people to enjoy the UEFA Champions League final in the best Heineken style.\n\n## Execution\n\nWe carried out a comprehensive campaign that included promotional activation at point of sale and amplification through digital media. We generated the strategy, planning, and purchase of digital media with two clear objectives: awareness and traffic referral to point of sale.\n\n- **Heineken + UEFA Champions League**: Adapting content received from global to local language -with corresponding approvals-\n- **Green Store**: Creating original content locally to communicate the brand's e-commerce\n\nTo participate, people had to enter the hidden code within the packs on our website, sharing their data with the brand.\n\n## Challenge\n\nThe objectives for this campaign were:\n\n- To continue positioning Heineken alongside the UEFA Champions League\n- Increase share of shelf and brand visibility\n- Encourage product purchase through the development of a promotion\n\nFor all fans of the tournament, the ultimate prize is to see the final of the competition in person. We made this a reality not only for the winners but also for their companions."
}