{
  "projects": [
    {
      "id": "chancaca-deliciosa",
      "featured": true,
      "brand": "CHANCACA DELICIOSA",
      "accent": "#7FD1CC",
      "title": "Bridging Bonds with Sabor de Barrio: A CSR Success Story",
      "shortDescription": "Sopaipillas pasadas, made with Chancaca Deliciosa, are an icon of Chile's culinary tradition. Our main objective is to strengthen this bond between the brand and people, generating impact and recall.",
      "kpi1": "Digital Reach",
      "kpi1Value": "+5MM",
      "kpi2": "UGC Reach at Event",
      "kpi2Value": "+1.5MM",
      "videoUrl": "https://www.youtube.com/embed/yBkIRTwXNP4",
      "image": "/work/deliciosa_profile.png",
      "date": "2023-12-01",
      "slug": "chancaca-deliciosa",
      "services": [
        "Creative services",
        "Paid Media",
        "Content, Influencers y Growth Marketing"
      ],
      "channels": [
        "Neighborhood, Community, OOH",
        "Physical, BTL",
        "YouTube, Instagram, Facebook"
      ],
      "results": [
        "+80% Coverage of target audience",
        "+3MM Reach with UGC",
        "115 Traditional media mentions",
        "70K USD in earned media value",
        "+5,000,000 Digital reach",
        "+78% Digital coverage",
        "+1,000 Attendees at event"
      ],
      "content": "We present a campaign with local taste, with 'SABOR DE BARRIO'! 'Sopaipillas pasadas' made with Chancaca Deliciosa, are an icon of Chile's culinary tradition. Our main objective is to strengthen this bond between the brand and people, generating impact and recall. To achieve this goal, we carried out a CSR action and outlined a comprehensive communication strategy with the neighborhood as the main ingredient. We went in search of the best 'sopaipillas pasadas' preparation, together with the local Municipality. The first place in this contest was won by the skilled hands of Mrs. Angélica, and the prize was the refurbishment of her neighborhood's community center. Representatives of the Chancaca Deliciosa brand actively participated in the renovation of this community center, directly benefiting over 2000 neighboring families. We amplified this social action with a press strategy in various media outlets, and also executed an efficient plan of investment in digital media with high-impact content. And because sharing is caring... we celebrated the reopening of the community center with a vibrant carnival on Sopaipilla Pasada Day. We had the presence of municipal authorities, and the entire community including in the neighborhood could enjoy activities and surprises. With this campaign, we not only connected the brand with people but also caused a positive impact and made a lasting impression... with authentic 'sabor de barrio'!",
      "category": "Brand Strategy"
    },
    {
      "id": "krispy-kreme",
      "featured": true,
      "brand": "KRISPY KREME",
      "accent": "#00A650",
      "title": "Krispy Kreme's Sweet Launch: Winning Hearts in Chile",
      "shortDescription": "Discover how we celebrated Krispy Kreme's arrival in the country and captured the hearts of thousands with its incomparable sweetness.",
      "kpi1": "Coverage of target audience",
      "kpi1Value": "+80%",
      "kpi2": "Reach with UGC",
      "kpi2Value": "+3MM",
      "videoUrl": "https://www.youtube.com/embed/jweCIhKuj5Q",
      "image": "/work/krispykreme_profile.png",
      "date": "2023-11-15",
      "slug": "krispy-kreme-launch",
      "services": [
        "Brand Strategy",
        "Digital Marketing",
        "Influencer Management"
      ],
      "channels": [
        "Social Media",
        "OOH",
        "Retail"
      ],
      "content": "Our team orchestrated an unforgettable launch for Krispy Kreme in Chile, marking a significant milestone in the brand's international expansion. The campaign began with a strategic teaser phase, building anticipation through social media and influencer partnerships. We carefully selected key opinion leaders who aligned with the brand's values to create authentic, engaging content that resonated with our target audience. The launch event was a spectacular success, drawing thousands of eager customers who queued for hours to experience their first taste of Krispy Kreme's iconic doughnuts. We transformed the store opening into a celebration of Chilean culture and American tradition coming together, complete with live entertainment, special giveaways, and exclusive launch-day promotions. Our digital strategy amplified the physical event's success, with user-generated content reaching millions across social platforms. The campaign achieved remarkable results, including 115 traditional media mentions, $70,000 in earned media value, and over 5 million digital impressions. Most importantly, we established Krispy Kreme as more than just a doughnut shop – we created a new cultural phenomenon in Chile's food scene.",
      "category": "Market Entry"
    },
    {
      "id": "ball-corporation",
      "featured": true,
      "brand": "BALL CORPORATION",
      "accent": "#FF6F20",
      "title": "Our urban beat for world sustainability",
      "shortDescription": "The urban beat song we produced and promoted to raise awareness that the can is the most sustainable packaging in the world.",
      "kpi1": "plays of the song",
      "kpi1Value": "+5 millions",
      "kpi2": "growth in followers",
      "kpi2Value": "+300%",
      "videoUrl": "https://www.youtube.com/embed/u9q91KufDXA",
      "image": "/work/quierolata_profile.png",
      "date": "2024-10-10",
      "slug": "ball-corporation-sustainability",
      "services": [
        "Sustainability Consulting",
        "Creative Services",
        "Paid Media"
      ],
      "channels": [
        "Youtube",
        "Spotify",
        "Instagram, TikTok, Facebook"
      ],
      "content": "We know it. Cans are 100% and infinitely recyclable. But does everyone know that?\n\nIt's time for can recycling to become an unstoppable trend!\n\nTogether with Ball Corporation, the world's leading can manufacturer, we created QUIEROLATA, a movement that encourages people to prefer the can format and recycle them.\n\nBut how can we impact everyone?\n\nWe used the sound of cans to showcase their versatility.\n\nBecause for the summer heat, there's always a hit.\n\nQUIEROLATA by Ball Corporation presents: the QUIEROLATA Hit!\n\nWe called upon artists from different countries to interpret this urban rhythm song that talks about the benefits of cans.\n\nBut that's not all. We also activated social media with a challenge, where our influencers were the driving force. In just a few days, thousands of people started to participate and share it.\n\nThe results surprised us!\n\nThe QUIEROLATA hit was heard by more than 5 million people.\n\nIn the press, we received coverage in 37 media outlets from different countries, with an Ad Value of over $83,000.\n\nFurthermore, QUIEROLATA's followers on social media increased by over 300%, turning this hit into a true statement, a movement, a change, and a demonstration that the can is the most sustainable container.",
      "category": "Sustainability"
    },
    {
      "id": "heineken",
      "featured": true,
      "brand": "HEINEKEN",
      "accent": "#007A33",
      "title": "Travel from POS to the UEFA Champions League final",
      "shortDescription": "With the activation of the \"Enjoy the unexpected\" promotion, we were able to position the country's point of sale as the stars of the year.",
      "kpi1": "Target audience coverage",
      "kpi1Value": "98%+",
      "kpi2": "Redeemed codes",
      "kpi2Value": "14K+",
      "videoUrl": "https://www.youtube.com/watch?v=3k5AIwSINMk",
      "image": "/work/heineken_profile.png",
      "date": "2023-09-05",
      "slug": "heineken-uefa-campaign",
      "services": [
        "Creative services",
        "Paid Media",
        "Programmatic",
        "Trade",
        "Promo",
        "Content",
        "Influencers & Growth Marketing"
      ],
      "channels": [
        "POS",
        "Landing page",
        "Facebook",
        "Instagram",
        "YouTube",
        "Influencers"
      ],
      "results": [
        "+80 additional spaces",
        "+130 direct prizes",
        "+14,200 redeemed codes",
        "+28,000 website visits",
        "85% mobile visits (mobile-first strategy)",
        "+5,000 gift packs sold",
        "14% redemption rate",
        "45,017,984 total digital media impressions",
        "16,563,829 video views (CTR 0.41%)",
        "+1,000 new customers",
        "+USD 35,000 in sales",
        "+3,500 Heineken products sold",
        "+2,500 drafts redeemed",
        "+160,000 participants in the Green Store",
        "+2,000 attendees at UEFA Champions League final event"
      ],
      "content": "### Marketing results\nWith this campaign, we obtained specific results at point of sale and reached the target audience efficiently.\n\nDuring the campaign, we achieved:\n\n- +80 additional spaces\n- +130 direct prizes\n- +14,200 redeemed codes\n- +28,000 visits to the website\n- 85% of visits from mobile devices, driving our mobile-first strategy\n- +5,000 gift packs sold\n- 14% redemption rate\n\nFrom February to May, we reached 98% of the target audience on social media with a frequency of 3.5 per week. The campaign impressions on all digital media totaled 45,017,984. We had 16,563,829 views with an average CTR of 0.41%. The investment strategy included social media, programmatic, and YouTube on a case-by-case basis.\n\nThe activation of the store had better results than planned:\n\n- +1,000 customers\n- +USD 35,000 in billing\n- +3,500 Heineken products sold\n- +2,500 drafts redeemed\n- +160,000 people participated in the Green Store\n\nWe closed this spectacular campaign with a big event. We invited more than 2,000 people to enjoy the UEFA Champions League final in the best Heineken style.\n\n### Challenge\nThe objectives for this campaign were:\n\n- To continue positioning Heineken alongside the UEFA Champions League\n- Increase share of shelf and brand visibility\n- Encourage product purchase through the development of a promotion\n\nFor all fans of the tournament, the ultimate prize is to see the final of the competition in person. We made this a reality not only for the winners but also for their companions.\n\nOther participants were able to obtain instant prizes such as smart TVs, PlayStation, and brand merchandise.\n\n### Execution\nWe carried out a comprehensive campaign that included promotional activation at point of sale and amplification through digital media. We generated the strategy, planning, and purchase of digital media with two clear objectives: awareness and traffic referral to point of sale.\n\n- **Heineken + UEFA Champions League**: Adapting content received from global to local language -with corresponding approvals-\n- **Green Store**: Creating original content locally to communicate the brand's e-commerce\n\nTo participate, people had to enter the hidden code within the packs on our website, sharing their data with the brand.",
      "category": "Event Marketing"
    }
  ]
}
